Repository: kenichisutan/canadian-budget-en-fr-sentiment-analysis
Catalog: data/corpora/federal-budget/budget-2025-en-budget-2025-fr.tmx
Source language: en_en
Languages: fr_fr

source: 21 (1) Part XLIX of the Regulations is replaced by the following: PART L Qualified and Prohibited Investments for Registered Plans Interpretation 5000 The following definitions apply in this Part. connected person connected person , under a registered plan (as defined in subsection 207.01(1) of the Act) governing a trust, means a person that is a controlling individual (as defined in subsection 207.01(1) of the Act) of the plan or a beneficiary of the trust and any other person or partnership that does not deal at arm's length with that person. ( personne rattachée ) specified cooperative corporation specified cooperative corporation means (a) a cooperative corporation as defined in subsection 136(2) of the Act; or (b) a corporation that would be a cooperative corporation as defined in subsection 136(2) of the Act if the purpose described in that subsection were the purpose of providing employment to the corporation's members or customers. ( coopérative déterminée ) specified small business corporation specified small business corporation , at any time, means a corporation (other than a cooperative corporation) that would, at that time or at the end of the last taxation year of the corporation that ended before that time, be a small business corporation if the reference to "Canadian-controlled private corporation" in the definition small business corporation in subsection 248(1) of the Act were read as a reference to "Canadian corporation (other than a corporation controlled at that time, directly or indirectly in any manner whatever, by one or more non-resident persons)". ( société déterminée exploitant une petite entreprise ) Debt Instruments 5001 For the purposes of paragraph (l) of the definition qualified investment in subsection 207.01(1) of the Act, each of the following investments is prescribed as a qualified investment for a trust governed by a registered plan at a particular time if at that time it is (a) an indebtedness of a Canadian corporation represented by a bankers' acceptance; (b) a bond, debenture, note or similar obligation of a Canadian corporation if (i) payment of the principal amount of the obligation and the interest on the principal amount is guaranteed by a corporation or a mutual fund trust whose shares or units, as the case may be, are listed on a designated stock exchange in Canada, (ii) the corporation is controlled directly or indirectly by one or more corporations or mutual fund trusts described in subparagraph (i), or (iii) payment of the principal amount of which is guaranteed by His Majesty in right of a province under the Community Development Bonds Act , C.C.S.M., c. C160; (c) a bond, debenture, note or similar obligation issued by, or a deposit with, a credit union; (d) a bond, debenture, note or similar obligation issued by a cooperative corporation (as defined in 136(2) of the Act) if (i) throughout the taxation year of the corporation immediately preceding the year in which the obligation was acquired by the plan trust, the corporation had at least 100 shareholders, or if all its shareholders were corporations, 50 shareholders, and (ii) no more than 5% of the fair market value of all obligations of the corporation are held by one or more plan trusts that share the same controlling individual (as defined in subsection 207.01(1) of the Act) or beneficiary; (e) a bond, debenture, note or similar obligation of a Canadian corporation if, at the time the obligation is acquired by the plan trust, the corporation that issued the obligation is a corporation that (i) is, or is controlled by, a corporation that has issued and outstanding share capital carried in its books at not less than $25 million, and (ii) has issued and outstanding bonds, debentures, notes or similar obligations having in the aggregate a principal amount of at least $10 million (A) that are held by at least 300 different persons, (B) for which one or more prospectus, registration statement or similar document was filed with and, where required by law, accepted for filing by a public authority in Canada in accordance with the laws of Canada or a province, and (C) for which there was a lawful distribution to the public of those bonds, debentures, notes or similar obligations in accordance with the document described in clause (B); (f) a debt issued by a Canadian corporation (other than a corporation with share capital) if the taxable income of the corporation is exempt from tax under Part I of the Act because of paragraph 149(1)(l) of the Act and (i) before the particular time and after 1995, the corporation (A) acquired, for a total consideration of not less than $25 million, property from His Majesty in right of Canada or a province, and (B) put that property to a use that is the same as or similar to the use to which the property was put before the acquisition described in clause (A), or (ii) at the time of the acquisition of the debt by the plan trust, it was reasonable to expect that subparagraph (i) would apply in respect of the debt no later than one year after the time of the acquisition; (g) a debt issued by a Canadian corporation (other than a corporation with share capital) if the taxable income of the corporation is exempt from tax under Part I of the Act because of paragraph 149(1)(l) of the Act and (i) the debt is issued by the corporation as part of an issue of debt by the corporation for an amount of at least $25 million, or (ii) at the time of the acquisition of the debt by the plan trust, the corporation had issued debt as part of a single issue for an amount of at least $25 million; (h) a debt obligation of a debtor, or an interest (or for civil law a right) in that debt obligation, if it is (i) fully secured by a mortgage, charge, hypothec or similar instrument in respect of real or immovable property situated in Canada, or would be fully secured were it not for a decline in the fair market value of the property after the debt obligation was issued, or (ii) secured by a mortgage, charge, hypothec or similar instrument in respect of real or immovable property situated in Canada and is (A) administered by an approved lender under the National Housing Act , and (B) insured under the National Housing Act or by a corporation that offers its services to the public in Canada as an insurer of mortgages or hypothecary claims and that is approved as a private insurer of mortgages or hypothecary claims by the Superintendent of Financial Institutions under subsection 6(1) of the Office of the Superintendent of Financial Institutions Act ; or (i) a certificate evidencing an undivided interest, or for civil law an undivided right, in one or more properties if (i) all or substantially all of the fair market value of the certificate is attributable to property that is, or is incidental to, a debt obligation secured by (A) a mortgage, charge, hypothec, or similar instrument in respect of real or immovable property situated in Canada, or (B) property described in paragraph (a) or subparagraph (c)(i) of the definition qualified investment in subsection 207.01(1) of the Act that was substituted for the security referred to in clause (A) under the terms of the debt obligation, (ii) the certificate, at the time of its acquisition by the plan trust, has an investment-grade rating with a credit rating agency referred to in section 5005, and (iii) the certificate is issued as part of an issue of certificates by the issuer for a total amount of at least $25 million.
fr_fr: 21 (1) La partie XLIX du même règlement est remplacée par ce qui suit : PARTIE L Placements admissibles et interdits pour les régimes enregistrés Interprétation 5000 Les définitions qui suivent s'appliquent dans la présente partie. coopérative déterminée coopérative déterminée s'entend, selon le cas : a) d'une société coopérative au sens du paragraphe 136(2) de la Loi; b) d'une société qui serait une société coopérative au sens du paragraphe 136(2) de la Loi si la fin visée à ce paragraphe était de fournir un emploi aux membres ou aux clients de la société; ( specified cooperative corporation ) personne rattachée personne rattachée Est une personne rattachée en vertu d'un régime enregistré (au sens du paragraphe 207.01(1) de la Loi) régissant une fiducie, la personne qui est un particulier contrôlant (au sens du paragraphe 207.01(1) de la Loi) du régime ou un bénéficiaire de la fiducie et toute personne ou société de personnes avec laquelle elle a un lien de dépendance. ( connected person ) société déterminée exploitant une petite entreprise société déterminée exploitant une petite entreprise Est une société déterminée exploitant une petite entreprise à un moment donné la société (sauf une société coopérative) qui serait, à ce moment ou à la fin de sa dernière année d'imposition terminée avant ce moment, une société exploitant une petite entreprise si la mention « société privée sous contrôle canadien » dans la définition de société exploitant une petite entreprise au paragraphe 248(1) de la Loi valait mention de « société canadienne (sauf une société contrôlée à ce moment, directement ou indirectement, de quelque manière que ce soit, par une ou plusieurs personnes non-résidentes) ». ( specified small business corporation ) Titres de créance 5001 Pour l'application de l'alinéa (l) de la définition de placement admissible au paragraphe 207.01(1) de la Loi, chacun des placements ci-après constitue un placement admissible pour une fiducie régie par un régime enregistré à une date donnée si, à cette date, il s'agit, selon le cas : a) d'une dette d'une société canadienne attestée par une acceptation de banque; b) d'une obligation, d'une débenture, d'un billet ou d'un titre semblable d'une société canadienne, si, selon le cas : (i) le paiement du principal du titre et des intérêts sur celui-ci est garanti par une société ou une fiducie de fonds commun de placement dont les actions ou les unités, selon le cas, sont cotées sur une bourse de valeurs désignée située au Canada, (ii) la société est contrôlée directement ou indirectement par une ou plusieurs sociétés ou fiducies de fonds commun de placement visées au sous-alinéa (i), (iii) le paiement du principal est garanti par sa Majesté du chef d'une province en vertu de la Loi sur les obligations de développement communautaire , c. C160 de la C.P.L.M.; c) d'une obligation, d'une débenture, d'un billet ou d'un titre semblable émis par une caisse de crédit, ou d'un dépôt auprès d'une caisse de crédit; d) d'une obligation, d'une débenture, d'un billet ou d'un titre semblable émis par une société coopérative (au sens du paragraphe 136(2) de la Loi) si, à la fois : (i) durant toute l'année d'imposition de la société précédant immédiatement l'année au cours de laquelle la fiducie de régime a acquis le titre, la société ne comptait pas moins de 100 actionnaires ou, si tous ses actionnaires étaient des sociétés, pas moins de 50 actionnaires, (ii) pas plus de 5 % de la juste valeur marchande de tous les titres de la société sont détenus par une ou plusieurs fiducies de régime qui ont en commun le même particulier contrôlant (au sens du paragraphe 207.01(1) de la Loi) ou le même bénéficiaire; e) d'une obligation, d'une débenture, d'un billet ou d'un titre semblable d'une société canadienne si, au moment où le titre est acquis par la fiducie de régime, la société qui a émis le titre est une société, à la fois : (i) qui est une société, ou est contrôlée par une société, dont le capital-actions émis, en circulation et inscrit aux livres est d'au moins 25 000 000 $, (ii) dont les obligations, débentures, billets ou titres semblables émis et en circulation, représentant ensemble un principal d'au moins 10 000 000 $, à la fois : (A) sont détenus par au moins 300 personnes différentes, (B) figurent dans un prospectus, une déclaration d'enregistrement ou un document semblable qui a été produits et, lorsque la loi l'exige, dont la production a été acceptée par une autorité publique au Canada aux termes et en vertu des lois du Canada ou d'une province, (C) ont fait l'objet d'un appel public légal conformément au document visé à la division (B); f) d'un titre de créance émis par une société canadienne (sauf une société à capital-actions), si le revenu imposable de la société est exonéré de l'impôt prévu à la partie I de la Loi par l'effet de l'alinéa 149(1)l) de la Loi et, selon le cas : (i) avant la date donnée et après 1995, la société, à la fois : (A) a acquis un bien auprès de Sa Majesté du chef du Canada ou d'une province pour une contrepartie totale d'au moins 25 000 000 $, (B) a utilisé ce bien à une fin identique ou semblable à celle à laquelle il était utilisé avant cette acquisition, (ii) au moment de l'acquisition du titre de créance par la fiducie de régime, il était raisonnable de s'attendre à ce que le sous-alinéa (i) s'applique au titre dans l'année suivant ce moment; g) d'un titre de créance émis par une société canadienne (sauf une société à capital-actions), si le revenu imposable de la société est exonéré de l'impôt prévu à la partie I de la Loi par l'effet de l'alinéa 149(1)l) de la Loi et, selon le cas : (i) le titre de créance est émis par la société dans le cadre d'une émission de titres de créance de la société d'un montant d'au moins 25 000 000 $, (ii) au moment de l'acquisition du titre de créance par la fiducie de régime, la société avait émis des titres de créance dans le cadre d'une émission unique d'un montant d'au moins 25 000 000 $; h) d'un titre de créance d'un débiteur, ou d'un intérêt ou, pour l'application du droit civil, d'un droit sur ce titre, dans le cas où, selon le cas : (i) le titre de créance est entièrement garanti par une hypothèque, une sûreté ou un instrument semblable relatif à un bien immeuble ou réel situé au Canada, ou le serait si ce n'était d'une diminution de la juste valeur marchande du bien qui serait survenue après l'émission du titre de créance, (ii) le titre de créance est garanti par une hypothèque, une sûreté ou un instrument semblable relatif à un bien immeuble ou réel situé au Canada et est, à la fois : (A) administré par un prêteur agréé sous le régime de la Loi nationale sur l'habitation , (B) assuré soit en vertu de la Loi nationale sur l'habitation , soit par une société qui offre au public au Canada des services d'assureur de créances hypothécaires et qui est agréée à titre d'assureur privé de créances hypothécaires par le surintendant des institutions financières en vertu du paragraphe 6(1) de la Loi sur le Bureau du surintendant des institutions financières ; i) d'un certificat constatant un intérêt indivis ou, pour l'application du droit civil, un droit indivis sur un ou plusieurs biens si, à la fois : (i) la totalité ou la presque totalité de la juste valeur marchande du certificat est attribuable à un bien qui est un titre de créance garanti par l'un des biens ci-après, ou qui est accessoire à un tel titre : (A) une hypothèque, une sûreté ou un instrument semblable relatif à un bien immeuble ou réel situé au Canada, (B) un bien visé à l'alinéa a) ou au sous-alinéa c)(i) de la définition de placement admissible , au paragraphe 207.01(1) de la Loi, qui a été substitué au bien visé à la division (A) conformément aux modalités du titre de créance, (ii) le certificat a, au moment de son acquisition par la fiducie de régime, une cote d'évaluation supérieure attribuée par une agence de notation visée à l'article 5005, (iii) le certificat est émis par l'émetteur dans le cadre d'une émission de certificats d'au moins 25 000 000 $.

source: Equity Instruments 5002 For the purposes of paragraph (l) of the definition qualified investment in subsection 207.01(1) of the Act, each of the following investments is prescribed as a qualified investment for a trust governed by a registered plan at a particular time if at that time it is (a) a share of the capital stock of a mortgage investment corporation; (b) a share of, or similar interest in, a credit union; (c) an American Depositary Receipt where the property represented by the receipt is listed on a designated stock exchange; (d) a share of the capital stock of a specified small business corporation; (e) a share of the capital stock of a venture capital corporation described in any of sections 6700 to 6700.2; or (f) a share of the capital or capital stock of a specified cooperative corporation.
fr_fr: Titres de capitaux propres 5002 Pour l'application de l'alinéa (l) de la définition de placement admissible au paragraphe 207.01(1) de la Loi, chacun des placements ci-après constitue un placement admissible pour une fiducie régie par un régime enregistré à une date donnée si, à cette date, il s'agit, selon le cas : a) d'une action du capital-actions d'une société de placement hypothécaire; b) d'une action d'une caisse de crédit ou d'un intérêt semblable dans une caisse de crédit; c) d'un titre appelé American Depositary Receipt, à condition que le bien qu'il représente soit inscrit à la cote d'une bourse de valeurs désignée; d) d'une action du capital-actions d'une société déterminée exploitant une petite entreprise; e) d'une action du capital-actions d'une société à capital de risque visée à l'un des articles 6700 à 6700.2; f) d'une part du capital ou d'une action du capital-actions d'une coopérative déterminée.

source: Trusts 5003 For the purposes of paragraph (l) of the definition qualified investment in subsection 207.01(1) of the Act, each of the following investments is prescribed as a qualified investment for a trust governed by a registered plan at a particular time if at that time it is a unit of a trust that is (a) subject to, and substantially complies with, the requirements of National Instrument 81–102 Investment Funds , as amended from time to time, of the Canadian Securities Administrators; (b) an investment fund (as defined in subsection 251.2(1)), provided that the investments of the trust are managed by a person that is registered as an investment fund manager as described in National Instrument 31–103 Registration Requirements, Exemptions and Ongoing Registrant Obligations , as amended from time to time, of the Canadian Securities Administrators; (c) a mutual fund trust (or would be a mutual fund trust if it had been created after 1999); or (d) a small business investment trust (within the meaning assigned by subsection 5103(1)) that (i) was acquired by the trust before January 1, 2027, (ii) was a qualified investment for the trust at the time it was acquired, and (iii) would, at the particular time, be a qualified investment for the trust under the Regulations as they read on December 31, 2026.
fr_fr: Fiducies 5003 Pour l'application de l'alinéa (l) de la définition de placement admissible au paragraphe 207.01(1) de la Loi, chacun des placements ci-après constitue un placement admissible pour une fiducie régie par un régime enregistré à une date donnée si, à cette date, il s'agit d'une unité : a) d'une fiducie qui est assujettie et qui se conforme pour l'essentiel au Règlement 81–102 sur les fonds d'investissement , avec ses modifications successives, des Autorités canadiennes en valeurs mobilières; b) d'une fiducie qui est une fiducie de placement déterminée (au sens du paragraphe 251.2(1) de la Loi), pourvu que les placements de la fiducie soient gérés par une personne qui est inscrite comme un gestionnaire de fonds d'investissement visé par le Règlement 31–103 sur les obligations et dispenses d'inscription et les obligations continues des personnes inscrites , avec ses modifications successives, des Autorités canadiennes en valeurs mobilières; c) d'une fiducie de fonds commun de placement (ou le serait si la fiducie avait été établie après 1999); d) d'une fiducie de placement dans des petites entreprises (au sens du paragraphe 5103(1)) qui à la fois : (i) est acquise par la fiducie avant le 1 er janvier 2027, (ii) était un placement admissible pour la fiducie au moment de son acquisition, (iii) serait, au moment donné, un placement admissible pour la fiducie en vertu du Règlement qui était en vigueur le 31 décembre 2026.
